

"String1" = "الإعدادات";
"String2" = "إدارة الحساب";
"String3" = "تغيير اسم المستخدم";
"String4" = "خدمة العملاء";
"String5" = "ربط";
"String6" = "مرتبط";
"String7" = "تبديل";
"String8" = "لم يتم ربط حسابك الحالي ، مما قد يسبب فقدان البيانات";
"String9" = "قم بربط حسابك لحماية تقدمك واللعب بأجهزة متعددة.";
"String10" = "قم بالتبديل والعب بحساب آخر.";
"String11" = "ربط الحساب";
"String12" = "تبديل حساب";
"String13" = "تسجيل الدخول بواسطة الفيسبوك";
"String14" = "تسجيل الدخول بواسطة جوجل";
"String15" = "تسجيل الدخول  بواسطة Game Center";
"String16" = "تسجيل الدخول  بواسطة أبل";
"String17" = "تحتاج اللعبة إلى الوصول إلى ملف التعريف العام الخاص بك لربط حسابك.\nلن ننشر أي محتوى أو نكشف أي معلومات دون إذنك .";
"String18" = "هل أنت متأكد من إلغاء ربط هذا الحساب؟";
"String19" = "عذرا ، يجب عليك ربط هذا الحساب أولا!";
"String20" = "اسم المستخدم:";
"String21" = "برجاء إدخال اسم المستخدم الخاص بك بين 3-15 حرفًا ، ولا توجد مسافة في البداية والنهاية";
"String22" = "اسم المستخدم هذا غير مؤهل";
"String23" = "تم التغيير بنجاح";
"String24" = "يرجى التواصل معنا عبر واتساب";
"String25" = "نعم";
"String26" = "لا";
"String27" = "متأكد";
"String28" = "إلغاء";
"String29" = "تأكيد";
"String30" = "نسخ";
"String31" = "حسنا";
"String32" = "الفيسبوك";
"String33" = "جوجل";
"String34" = "Game Center";
"String35" = "أبل";
"String36" = "تسجيل اللدخول فيسبوك"; // 针对小屏幕的

// 1.0.1
"String38" = "تغيير\nالإسم";
"String39" = "الحساب\nإدارة";
"String40" = "العملاء\nخدمة";
"String41" = "إشعارات الحدث";
"String42" = "يرجى تشغيل زر \"السماح للإشعار\" في إعدادات النظام";
"String43" = "زائر";
"String44" = "أنت تستخدم حساب زائر حاليًا، قد يؤدي ذلك إلى فقدان التقدم أووعدم القدرة على اللعب باستخدام أجهزة أخرى. يرجى ربط حسابك لحماية تقدمك.";
"String45" = "مرحبا بعودتك، مستخدم XXX";

"String46" = "خطأ في الاتصال، يرجى التحقق من الإنترنت والمحاولة مرة أخرى.";
"String47" = "رجاء السماح بالوصول إلى البوم الصور أولاً.";
